Repository: everag/subsync-win
Catalog: SubSync/GUI/SetupForm.*.resx
Languages: pt_br

# LbWelcomeMessage.Text
source: These simple steps will make {0} up and running in a bit!
pt_br: Esses passos simples vão fazer o {0} rodar em um instante!

# LbWelcomeTitle.Text
source: Welcome to {0}!
pt_br: Bem vindo ao {0}!

# BtnRemoveDirectory.Text
source: Remove
pt_br: Remover

# BtnRemoveDirectory.ToolTip
source: Remove the selected media folders
pt_br: Remova as pastas selecionadas

# BtnAddDirectory.Text
source: Add
pt_br: Adicionar

# BtnAddDirectory.ToolTip
source: Add a new media folder
pt_br: Adicione uma pasta de mídia

# GpbSelectDirectories.Text
source: Step 1 - Choose your media folders
pt_br: Passo 1 - Selecione suas pastas de mídia

# FolderBrowserDialog.Description
source: Select your media folder
pt_br: Selecione uma pasta de mídia

# LbLanguages.Text
source: Supported languages
pt_br: Idiomas suportados

# LbLanguagePreferences.Text
source: Your order of preference
pt_br: Sua ordem de preferência

# BtnAddLanguage.ToolTip
source: Inclua os idiomas selecionados na sua lista de preferência
pt_br: Inclua os idiomas selecionados na sua lista de preferências

# BtnLanguageDown.ToolTip
source: Move the selected language down on your preference list
pt_br: Mova o idioma selecionado para baixo na sua lista de preferências

# BtnLanguageUp.ToolTip
source: Move the selected language up on your preference list
pt_br: Mova o idioma selecionado para cima na sua lista de preferências

# GpbSelectLanguages.Text
source: Step 2 - Choose the languages you are interested into
pt_br: Passo 2 - Selecione os idiomas em que você tem interesse

# BtnStartStop.Text
source: Start {0}
pt_br: Iniciar {0}

# NotifyIconContextMenuItemOpenGUI.Text
source: &Open {0}
pt_br: &Abrir {0}

# NotifyIconContextMenuItemStartStop.Text
source: &Start {0}...
pt_br: &Iniciar {0}...

# NotifyIconContextMenuItemRunAtLogin.Text
source: Run {0} at Windows &Login
pt_br: Abrir o {0} no &Login do Windows

# NotifyIconContextMenuItemCheckNow.Text
source: &Check for subtitles now
pt_br: Procurar &novas legendas agora

# NotifyIconContextMenuItemCheckUpdates.Text
source: Check for &updates
pt_br: &Checar por atualizações do programa

# NotifyIconContextMenuItemAbout.Text
source: &About {0}
pt_br: &Sobre o {0}

# NotifyIconContextMenuItemExit.Text
source: &Exit
pt_br: Sair
